/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsFormatKey" = "Pièces jointes (%d)";

/* Old singular title format */
"AttachmentsKey" = "Pièce jointe (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "Ajouter pièce jointe";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "Prendre une photo";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "Album photos";

/* The voice announcement when an attachment is deleted */
"AttachmentDeletedKey" = "Pièce jointe %d supprimée";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "Fichiers";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "Annuler";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "Titre";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "Notes";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "Valeur";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "AVERTISSEMENT : aucun navigationController pour l'actuel UITableViewController pour FUIFormCell. FUIAttachmentsFormCell et ListPickerFormCell ne fonctionneront pas correctement.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d hre(s) %d min";

/* The default keyName for the `FUIDurationPickerFormCell`. */
"Duration" = "Durée";

/* The hour label string in the FUIDurationPickerFormCell */
"hourKey" = "heure";

/* The hours label string in the FUIDurationPickerFormCell */
"hoursKey" = "heures";

/* The minute label string in the FUIDurationPickerFormCell */
"minKey" = "min";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "Sélectionné(s)";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "Tout";

/* The warning string when search is enabled but the ListPickerFormCell\n has the listPickerDataSource set but listPickerSearchResultsUpdating\n property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "Avertissement : la recherche est désactivée, car aucune propriété listPickerSearchResultsUpdating dans ListPickerFormCell.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "Marquer tout";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "Démarquer tout";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "Fermer";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "Plus";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "Moins";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "actif";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "inactif";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "Touchez deux fois pour basculer le paramétrage.";

/* The default title for FUIOrderPickerFormCell.\n This string can be overwritten by the \"title\" property \n in FUIOrderPickerFormCell. */
"SortByKey" = "Trier par";

/* The sort criterion state for FUIOrderPickerFormItemCell.\n It is used in voice over. */
"NotSelectedKey" = "Non sélectionné";

/* Criterion view accessibility hint */
"CriterionHintKey" = "Toucher deux fois pour basculer la sélection";

/* OrderDirection view accessibility hint */
"OrderDirectionHintKey" = "Toucher deux fois pour basculer le sens de l'ordre";

/* FUISliderFormCell accessibility label */
"FUISliderFormCellAccessibilityLabelKey" = "Il s'agit du curseur %@ dont la valeur maximale est %@ et la valeur minimale est %@.";

/* FUISliderFormCell accessibility hint */
"FUISliderFormCellAccessibilityHintKey" = "Lorsqu'un élément est sélectionné, vous pouvez déplacer le curseur vers le haut/le bas pour en modifier la valeur.";

/* FUISliderFormCell accessibility value */
"FUISliderFormCellAccessibilityValueKey" = "Valeur actuelle : %@";

/* FUISliderFormCell accessibility change value */
"FUISliderFormCellAccessibilityChangeValueKey" = "Valeur actuelle modifiée en %@";

/* Default hint text for Read-only Field for FUITextFieldFormCell */
"ReadOnlyFieldKey" = "Zone en lecture seule";

/* Default accessibility label for Alternative Input Action button name for FUITextFieldFormCell */
"AlternativeInputActionKey" = "Action d'entrée alternative";

/* Button for accessibility voice over announcement */
"ButtonKey" = "Bouton";

/* Other accessibility hint strings */
"DoubleTapToOpenKey" = "Toucher deux fois pour ouvrir";

"DoubleTapToCollapseKey" = "Toucher deux fois pour réduire";

"DoubleTapToSelectFromList" = "Toucher deux fois pour sélectionner dans la liste";

"DoubleTapToSelect" = "Toucher deux fois pour sélectionner";

"DoubleTapToUnselect" = "Toucher deux fois pour désélectionner";

/* FUIStepperView tip */
"StepperTipKey" = "Cet incrémenteur est modifiable.";

/* FUIStepperView tip unable be edited */
"StepperTipNotEditableKey" = "Cet incrémenteur n'est pas modifiable.";

/* FUIStepperView stepper maximum value */
"StepperMaximumValueKey" = "La valeur maximale est %@.";

/* FUIStepperView stepper minimum value */
"StepperMinimumValueKey" = "La valeur minimale est %@.";

/* FUIStepperView increase button */
"StepperIncreaseValueByOneKey" = "Augmenter la valeur de 1";

/* FUIStepperView decrease button */
"StepperDecreaseValueByOneKey" = "Diminuer la valeur de 1";

/* FUIStepperView textField value */
"StepperCurrentValueKey" = "Valeur actuelle :";

/* Title for UINavigationBar in the FUISortFilterViewController */
"Filter" = "Filtre";

/* Subtitle for UINavigationBar in the FUISortFilterViewController; \"\\(filteredNum)\" and \"\\(totalNum)\" don't require localization. */
"ResultsOf" = "Résultats \\(filteredNum) sur \\(totalNum)";

/* Title for Action Button in the FUISortFilterViewController; \"\\(filteredNum)\" doesn't require localization. */
"ShowResults" = "Afficher \\(filteredNum) éléments";

/* Title for Button \"Reset\" in UINavigationBar to reset filter criteria in the FUISortFilterViewController */
"Reset" = "Réinitialiser";

/* FUIRangeSliderContentView slider tip */
"SliderTipKey" = "Ce curseur est modifiable. La valeur minimale est %@ et la valeur maximale est %@.";

/* FUIRangeSliderContentView slider tip unable be editable */
"SliderTipNotEditableKey" = "Ce curseur n'est pas modifiable. La valeur minimale est %@ et la valeur maximale est %@.";

/* FUIRangeSliderContentView range slider tip */
"RangeSliderTipKey" = "Ce curseur de plage est modifiable. La valeur minimale est %@ et la valeur maximale est %@.";

/* FUIRangeSliderContentView range slider tip unable be editable */
"RangeSliderTipNotEditableKey" = "Ce curseur de plage n'est pas modifiable. La valeur minimale est %@ et la valeur maximale est %@.";

/* FUIRangeSliderContentView slider value textField */
"SliderValueTextFieldKey" = "Zone de texte pour la valeur du curseur";

/* FUIRangeSliderContentView range slider lower value textField */
"RangeSliderLowerValueTextFieldKey" = "Zone de texte pour la valeur inférieure";

/* FUIRangeSliderContentView range slider upper value textField */
"RangeSliderUpperValueTextFieldKey" = "Zone de texte pour la valeur supérieure";

/* FUIRangeSliderContentView range slider textField hint text */
"RangeSliderTextFieldHintKey" = "Vous pouvez toucher deux fois pour saisir une valeur spécifique.";

/* FUIRangeSlider slider thumb tip */
"SliderThumbTipKey" = "Curseur de défilement, la valeur actuelle est :";

/* FUIRangeSlider slider hint text */
"SliderThumbHintKey" = "Vous pouvez balayer vers le haut ou le bas pour modifier la valeur.";

/* FUIRangeSlider lower range slider thumb tip */
"LowerRangeSliderThumbTipKey" = "Curseur de défilement de la plage inférieure, la valeur actuelle est :";

/* FUIRangeSlider lower range slider thumb hint text */
"LowerRangeSliderThumbHintKey" = "Vous pouvez balayer vers le haut ou le bas pour modifier la valeur inférieure.";

/* FUIRangeSlider upper range slider thumb tip */
"UpperRangeSliderThumbTipKey" = "Curseur de défilement de la plage supérieure, la valeur actuelle est :";

/* FUIRangeSlider upper range slider thumb hint text */
"UpperRangeSliderThumbHintKey" = "Vous pouvez balayer vers le haut ou le bas pour modifier la valeur supérieure.";

/* FUIRangeSlider slider value tip */
"SliderValueTipKey" = "Valeur actuelle : %@";

/* FUIRangeSlider range slider value tip */
"RangeSliderValueTipKey" = "La valeur inférieure actuelle est %@ et la valeur supérieure est %@.";

